Revit 2027 API
BuiltInFailures.CopyPasteFailures.SomeElementsNotCopiedWarn Property
 Some elements were not copied.[Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SomeElementsNotCopiedWarn { get; }
Public Shared ReadOnly Property SomeElementsNotCopiedWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SomeElementsNotCopiedWarn {
	FailureDefinitionId^ get ();
}
static member SomeElementsNotCopiedWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace